{
  "basic_info": {
    "description_header": "Yεια",
    "description": "👋 Είμαι ο Βασίλης Μυριανθόπουλος. Είμαι προγραμματιστής Backend που αποφοίτησε πρόσφατα από το bootcamp της Γενικής Συνέλευσης Software Engineering Immersive. Ο στόχος μου είναι να παρέχω λειτουργικό πλαίσιο υποστήριξης που είναι σε θέση να επεξεργάζεται δεδομένα εξαιρετικά καλά.",
    "section_name": {
      "about": "Σχετικά με μένα",
      "projects": "Εργα",
      "skills": "Δεξιότητες",
      "experience": "Εμπειρία"
    }
  },
  "projects": [
    {
      "title": "Alike",
      "startDate": "2023",
      "description": "Το τελευταίο μας bootcamp project. Ο στόχος ήταν η εφαρμογή ενός backend django/python για τη συνεργασία με την εφαρμογή react για τη δημιουργία μιας εφαρμογής όπως η εφαρμογή κοινωνικών μέσων. Καταλήξαμε σε μια σελίδα like στο instagram που στοχεύει συγκεκριμένα μηχανικούς λογισμικού για να μοιράζονται τα έργα τους σε μορφή social media και να επιδεικνύουν πώς φαίνεται. Βάζουμε έναν σύνδεσμο github που θα μεταφέρει τον χρήστη στη σελίδα του github όπου μπορεί να βρει τον κώδικα και να ρίξει μια πιο βαθιά ματιά στο έργο των χρηστών.",
      "images": [
        "images/portfolio/alike/p1.jpg",
        "images/portfolio/alike/p2.jpg"
      ],
      "url": "https://alike-ga.netlify.app/",
      "technologies": [
        {
          "class": "devicon-javascript-plain",
          "name": "Javascript"
        },
        {
          "class": "devicon-react-plain",
          "name": "React"
        },
        {
          "class": "devicon-css3-plain",
          "name": "CSS"
        },
        {
          "class": "devicon-python-plain",
          "name": "Python"
        },
        {
          "class": "devicon-django-plain",
          "name": "Django"
        }
      ]
    },
    {
      "title": "ReposFit",
      "startDate": "2023",
      "description": "Το δεύτερο έως το τελευταίο μου έργο ήταν ένα άλλο ομαδικό έργο που είχε 5 μέλη. Οι συμμαθητές μου και εγώ αποφασίσαμε να φτιάξουμε μια σελίδα γυμναστικής στην οποία οι χρήστες θα μπορούσαν να παρακολουθούν τις προπονήσεις τους. Μια ενδιαφέρουσα προσθήκη που έχουμε είναι ένας σύνδεσμος με ένα άλλο έργο ομάδας που ειδικεύεται στην παρακολούθηση της πρόσληψης τροφής. Τα έργα μας συνεργάζονται πολύ καλά και η ομάδα μας δημιούργησε μια υπέροχη σελίδα που λειτουργεί άψογα.",
      "images": [
        "images/portfolio/reposfit/g1.jpg",
        "images/portfolio/reposfit/g2.jpg"
      ],
      "url": "https://reposfit.netlify.app/",
      "technologies": [
        {
          "class": "devicon-javascript-plain",
          "name": "Javascript"
        },
        {
          "class": "devicon-react-plain",
          "name": "React"
        },
        {
          "class": "devicon-css3-plain",
          "name": "CSS"
        },
        {
          "class": "devicon-mongodb-plain",
          "name": "Mongodb"
        }
      ]
    }
  ]
}