{
    "basic_info": {
      "description_header": "Hi",
      "description": "👋 I'm Vasilis Myrianthopoulos. I am a Backend Developer that has recently graduated from General Assembly's Software Engineering Immersive bootcamp. My goal is to provide functional backend framework that is able to process data exceedingly well. I hope anyone viewing my portfolio can see me as a valuable asset to their team.",
      "section_name": {
        "about": "About me",
        "projects": "Projects",
        "skills": "Skills"
      }
    },
    "projects": [
      {
        "title": "Alike",
        "startDate": "2023",
        "description": "Our final bootcamp project. Implementing a django/python backend to work with our react app to create a social media like app was the goal. We came up with a instagram like page that specifcally targets Software engineers to share their projects in a social media format and showing off how it looks. We put in a github link that will take the user to the github page where they can find the code and take a deeper look into the users project.",
        "images": [
          "images/portfolio/alike/p1.jpg",
          "images/portfolio/alike/p2.jpg"
        ],
        "url": "https://alike-ga.netlify.app/",
        "technologies": [
          {
            "class": "devicon-javascript-plain",
            "name": "Javascript"
          },
          {
            "class": "devicon-react-plain",
            "name": "React"
          },
          {
            "class": "devicon-css3-plain",
            "name": "CSS"
          },
          {
            "class": "devicon-python-plain",
            "name": "Python"
          },
          {
            "class": "devicon-django-plain",
            "name": "Django"
          }
        ]
      },
      {
        "title": "ReposFit",
        "startDate": "2023",
        "description": "My second to last project was another group project that had 5 members. My peers and i decided to make a fitness page that users could track their workouts on. A cool addition we have is a link to another groups project that specialized in tracking food intake. Our projects work very well together and our team made a great page that works flawlessly. ",
        "images": [
          "images/portfolio/reposfit/g1.jpg",
          "images/portfolio/reposfit/g2.jpg"
        ],
        "url": "https://reposfit.netlify.app/",
        "technologies": [
          {
            "class": "devicon-angularjs-plain",
            "name": "Angular"
          },
          {
            "class": "devicon-typescript-plain",
            "name": "TypeScript"
          },
          {
            "class": "devicon-csharp-plain",
            "name": "C#"
          }
        ]
      }
    ]
}